tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bitcoin", restart_service: true
brew "erdtree"
brew "eza"
brew "fd"
brew "gh"
brew "git"
brew "git-delta"
brew "howdoi"
brew "just"
brew "lazygit"
brew "neovim"
brew "ord"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "zsh"
cask "1password"
cask "alacritty"
cask "discord"
cask "dropbox"
cask "font-dejavu-sans-mono-for-powerline"
cask "google-chrome"
cask "iina"
cask "obsidian"
cask "quicksilver"
cask "rectangle"
cask "signal"
cask "sparrow"
